<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Greeklish transliteration</title>
</head>

<body>
<p>&nbsp;</p>
<p>&Chi;&rho;&iota;&sigma;&tau;&omicron;&sigmaf; &alpha;&nu;&epsilon;&sigma;&tau;&eta;!
&Alpha;&lambda;&eta;&theta;&omega;&sigmaf; &alpha;&nu;&epsilon;&sigma;&tau;&eta;, &gamma;&alpha;&lambda;&alpha; &sigma;&tau;&alpha; &chi;&omega;&rho;&alpha;&phi;&iota;&alpha;, &mu;&epsilon;&lambda;&eta; &mu;&epsilon;&sigma;' &sigma;&tau;'&alpha;&mu;&pi;&epsilon;&lambda;&iota;, &kappa;&omicron;&upsilon;&rho;&beta;&omicron;&theta;&lambda;&omicron; &kappa;&alpha;&lambda;&alpha;&theta;&iota;&alpha;.</p>
<p>Hristos anesti! Alithos anesti, gala sta horafia, meli mes' st'ampeli, koyrbothlo kalathia</p>
<p>Xpistos anestn! Alnthws anestn, gala sta xwpaphia, meln mes'st'ampeli, koupbothlo kalathia </p>
<p>'&Omicron;&lambda;&omicron;&iota; &omicron;&iota; '&alpha;&nu;&theta;&rho;&omega;&pi;&omicron;&iota; &gamma;&epsilon;&nu;&nu;&iota;&omicron;&#973;&nu;&tau;&alpha;&iota; &epsilon;&lambda;&epsilon;&#973;&theta;&epsilon;&rho;&omicron;&iota; &kappa;&alpha;&iota; &#943;&sigma;&omicron;&iota; &sigma;&tau;&epsilon;&nu; &alpha;&xi;&iota;&omicron;&pi;&rho;&#941;&pi;&epsilon;&iota;&alpha; &kappa;&alpha;&iota; &tau;&alpha; &delta;&iota;&kappa;&alpha;&iota;&#974;&mu;&alpha;&tau;&alpha;. &Epsilon;&iota;&nu;&alpha;&iota; &pi;&rho;&omicron;&iota;&kappa;&iota;&sigma;&mu;&#941;&nu;&omicron;&iota; &mu;&epsilon; &lambda;&omicron;&gamma;&iota;&kappa;&#942; &kappa;&alpha;&iota; &sigma;&upsilon;&nu;&epsilon;&#943;&delta;&eta;&sigma;&eta;, &kappa;&alpha;&iota; &omicron;&phi;&epsilon;&#943;&lambda;&omicron;&upsilon;&nu; &nu;&alpha; &sigma;&upsilon;&mu;&pi;&epsilon;&rho;&iota;&phi;&#941;&rho;&omicron;&nu;&tau;&alpha;&iota; &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&omicron;&upsilon;&sigmaf; &mu;&epsilon; &pi;&nu;&epsilon;&#973;&mu;&alpha; &alpha;&delta;&epsilon;&lambda;&phi;&omicron;&sigma;&#973;&nu;&eta;&sigmaf;. </p>

    <!-- <h3>Notes</h3>  <ul>   <li><strong>&Gamma;</strong> = [&gamma] before back vowels [a, o, u].<br />    Before front vowels [e, i], it is pronounced [&#x029D;] and transliterated    <strong>y</strong>   </li>   <li><strong>&Kappa;</strong> = [k] before back vowels [a, o, u],    and [c] before front vowels [e, i]   </li>   <li><strong>&Lambda;</strong> = [&#x028E;] before an unstressed <strong>i</strong>    followed by another vowel, e.g. &#955;&#953;&#974;&#956;&#945; [&#x028E;&oacute;ma]   </li>   <li><strong>&Nu;</strong> = [&#x0272;] before an unstressed <strong>i</strong>    followed by another vowel, e.g. &#957;&#953;&#974;&#952;&#969; [&#x0272;&oacute;&#x03B8;o]   </li>   <li>When the sound [i] is preceded by a voiced consonant and followed by another    vowel, it becomes [&#x029D;], e.g. &#948;&#953;&#940;&#954;&#959;&#962; [&eth;&#x029D;&aacute;kos].    When it is preceded by a voiceless consonant and followed by another vowel it    is pronounced as [&ccedil;], e.g. &#966;&#969;&#964;&#953;&#940; [fot&ccedil;&aacute;]. In both cases    it is not stressed.   </li>   <li><strong>&Sigma;</strong> = [z] before voiced consonants</li>   <li><strong>&Chi;</strong> = [&chi;] before back vowels [a, o, u],    and [&ccedil;] before front vowels [e, i]   </li>  </ul> -->
    <p>Transliteration</p>
    <p>&Oacute;li i &aacute;nthropi yeni&uacute;nde el&eacute;ftheri ke &iacute;si stin aksiopr&eacute;pia ke ta dhike&oacute;mata.   &Iacute;ne prikizm&eacute;ni me loyik&iacute; ke sin&iacute;dhisi, ke of&iacute;lun na simberif&eacute;ronde metaks&iacute; tus   me pn&eacute;vma adhelfos&iacute;nis. </p>
    <p><a href="../soundfiles/udhr/udhr_greek.mp3">     <h3>Translation</h3>
    <p>All human beings are born free and equal in dignity and rights. They are   endowed with reason and conscience and should act towards one another in a   spirit of brotherhood.<br />
        <em>(Article 1 of the Universal Declaration of Human   Rights)</em> </p>
  </div>
</div>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
